export const FACULTIES = [
  {
    id: 1,
    name: 'คณะวิศวกรรมศาสตร์',
    majors: [
      'วิศวกรรมคอมพิวเตอร์',
      'วิศวกรรมไฟฟ้า',
      'วิศวกรรมเครื่องกล',
      'วิศวกรรมโยธา',
      'วิศวกรรมอุตสาหการ'
    ]
  },
  {
    id: 2,
    name: 'คณะบริหารธุรกิจและเทคโนโลยีสารสนเทศ',
    majors: [
      'ระบบสารสนเทศทางธุรกิจ',
      'การบัญชี',
      'การตลาด',
      'การจัดการ',
      'เทคโนโลยีสารสนเทศ'
    ]
  },
  {
    id: 3,
    name: 'คณะครุศาสตร์อุตสาหกรรม',
    majors: [
      'ครุศาสตร์โยธา',
      'ครุศาสตร์เครื่องกล',
      'ครุศาสตร์ไฟฟ้า',
      'ครุศาสตร์คอมพิวเตอร์'
    ]
  },
  {
    id: 4,
    name: 'คณะศิลปกรรมและออกแบบอุตสาหกรรม',
    majors: [
      'การออกแบบอุตสาหกรรม',
      'ทัศนศิลป์',
      'การออกแบบนิเทศศิลป์'
    ]
  }
];
